[
  {
    "Domain": "world",
    "Headline": "Sri Lanka PM Mahinda Rajapaksa's residence set on fire in Kurunegala.",
    "Date": {
       "Time": "9 May"
    },
    "Summarized_News": " Sri Lanka is facing its worst economic crisis since independence with food and fuel shortages, soaring prices, and power cuts affecting a large number of the citizens, resulting in massive protests over the government's handling of the situation. Earlier today, anti-government protesters set on fire the official residences of Sri Lanka's Moratuwa Mayor Saman Lal Fernando and the MPs Sanath Nishantha, Ramesh Pathirana, Mahipala Herath, Thissa Kuttiarachchi, and Nimal Lanza. Also, Sri Lanka Prime Minister Mahinda Rajapaksa's residence in the city of Kurunegala in the north-western province was set on fire on Monday, hours after the leader tendered his resignation to President Gotabaya Rajapaksa.",
    "Image_Url": "https://static.toiimg.com/thumb/msid-91450239,imgsize-136062,width-400,resizemode-4/91450239.jpg",
    "Source": "The Times of India"
 },
 {
   "Domain": "world",
   "Headline": "Amsterdam hostage taker asked for 200 million in cryptocurrencies",
   "Date": {
      "Time": "24 Feb"
   },
   "Summarized_News": " A man who held several people hostage at an Apple store in Amsterdam demanded 200 million euros ($230 million) in cryptocurrency before he was taken to hospital “seriously injured,” police said Wednesday. The man, identified as a 27-year-old from Amsterdam, entered the Apple Store with a firearm in the busy Leidseplein neighborhood on Tuesday afternoon, sparking a tense five-hour ordeal. The camouflage-clad assailant reportedly took one man, a 44-year-old British citizen, hostage while four others hid in a cupboard. It was initially feared that the suspect was holding several people hostage, but he was reportedly unaware that several other",
   "Image_Url": "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AAUcy2R.img?h=630&w=1200&m=6&q=60&o=t&l=f&f=jpg",
   "Source": "news lodge"
},
{
  "Domain": "entertainment",
  "Headline": "Archana Puran Singh responds to memes after Navjot Singh Sidhu’s defeat: ‘This is at my expense more than Sidhu’s’",
  "Date": {
     "Time": "March 12"
  },
  "Summarized_News": " Actor and TV personality Archana Puran Singh, best known for playing the role of Miss Braganza in the film Kuch Kuch Hota Hai, is now seen as the permanent guest on The Kapil Sharma Show. She had famously stepped in when the show’s former guest, Navjot Singh Sidhu, bowed out in 2019. Earlier this week, Archana started trending after the politician’s defeat in the recently concluded Assembly elections in Punjab. Social media sites were flooded by memes and jokes about how her Sidhu may return to claim his seat on Kapil’s show.",
  "Image_Url": "https://images.indianexpress.com/2022/03/archana-puran-singh-navjot-singh-sidhu-1200.jpg",
  "Source": "indian express"
},
{
  "Domain": "entertainment",
  "Headline": "‘Stop judging a woman based on hemlines and necklines’: Samantha Ruth Prabhu pens powerful note after her red carpet appearance",
  "Date": {
     "Time": "March 13"
  },
  "Summarized_News": " Samantha Ruth Prabhu on Saturday penned a note talking about how women are easily judged for the dress they wear, the race they belong to or even their skin tone. She asked people to focus on “bettering” themselves instead of passing remarks about women based on their hemlines and necklines. “As a woman, I bear firsthand knowledge of what it means to be judged. We judge women based on what they wear, their race, education, social standing, appearance, skin tone and the list goes on and on.",
  "Image_Url": "https://images.indianexpress.com/2022/03/Samanha.jpg",
  "Source": "indian express"
},
{
  "Domain": "world",
  "Headline": "Hong Kong unveils $22 billion budget for virus-ridden economy",
  "Date": {
     "Time": "Feb 23"
  },
  "Summarized_News": " Hong Kong’s finance chief unveiled a costly 170 billion Hong Kong dollars ($21.79 billion) budget on Wednesday, which includes tax breaks and vouchers for consumption spending, as the city reels under its worst coronavirus outbreak. As rival financial centers emerge from pandemic isolation and reopen to the world, Hong Kong has been overwhelmed by the highly infectious Omicron variant after the city’s successful zero-Covid strategy collapsed. The surge has prompted the reimposition of painful restrictions that have shuttered many businesses, shuttered schools, pushed authorities to order multiple rounds of mass testing and deepened the city’s international isolation.",
  "Image_Url": "https://www.chinadailyhk.com/attachments/image/191/33/111/523795_220139/523795_220139_956_500_jpg.jpg",
  "Source": "news loadge, US policy"
},
{
  "Domain": "entertainment",
  "Headline": "Pieces of Her, Maaran, The Adam Project: Top 9 shows and films to watch this weekend\n",
  "Date": {
     "Time": "March 13"
  },
  "Summarized_News": " \"Not sure what to watch? For this weekend, we have 9 titles that would be worth your time -- from Prabhas Radhe Shyam to Toni Collette starrer Pieces of Her on Netflix. The week ahead offers a plethora of entertainment choices both in theatres and on OTT. If you like period dramas and romances, Prabhas-starrer Radhe Shyam out in theatres now, is meant for you. The brilliant Toni Collette returns in Pieces of Her (Netflix) while the Oscar-nominated Spanish film Madres Paralelas (Parallel Mothers) is playing in cinemas.The 20-episode series is led by Saba Qamar\"",
  "Image_Url": "https://images.indianexpress.com/2022/03/what-to-watch-.jpg",
  "Source": "indian express"
},
{
  "Domain": "technology",
  "Headline": "C Is The Most Environmentally Friendly Programming Language",
  "Date": {
     "Time": "March 12"
  },
  "Summarized_News": " Communication is very important, and the primary means of communication and interaction known to humans is through language. Just like humans communicate, computers and their systems communicate too. Take a closer look at your computer, you&rsquo;ll realize there&rsquo;s not much difference. There are quite a number of pieces of software and hardware that require communicating with each other right from the moment you put them on your system. Your application is reacting to the click on your mouse or to a keyboard typing or even the mic when using voice commands and control.",
  "Image_Url": "https://images.unsplash.com/photo-1542831371-29b0f74f9713?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxjb2xsZWN0aW9uLXBhZ2V8MXwyNTc0MjA0MXx8ZW58MHx8fHw%3D&w=1000&q=80",
  "Source": "techbooky"
},
  {
    "Domain": "world",
    "Headline": "WHO urges Ukraine to destroy laboratory pathogens",
    "Date": {
       "Time": "12 March"
    },
    "Summarized_News": " The WHO said on Friday that it urged Ukraine to destroy any highly dangerous pathogens in its laboratories to avoid the risk of an outbreak as Russian attacks in the country continue. The World Health Organization said its remit included promoting biosafety in laboratories to prevent the accidental or deliberate release of pathogens. “As part of this work, the WHO has strongly recommended the Ukrainian Ministry of Health and other responsible agencies to destroy high-threat pathogens to prevent potential spills,” the UN health agency said.",
    "Image_Url": "https://s3media.freemalaysiatoday.com/wp-content/uploads/2022/01/World-Health-Organization-WHO-AP.jpg",
    "Source": "news lodge, techbooky"
 },
  {
    "Domain": "world",
    "Headline": "Putin accuses Ukraine of wasting ‘opportunity’ for talks",
    "Date": {
       "Time": "27 Feb"
    },
    "Summarized_News": "Russian President Vladimir Putin on Sunday accused Ukrainian authorities of wasting “an opportunity” for talks after Moscow’s invasion of its pro-Western neighbor.",
    "Image_Url": "https://guardian.ng/wp-content/uploads/2022/02/Vladimir-Putin-2.jpg",
    "Source": "news lodge"
   },
  {
    "Domain": "world",
    "Headline": "Saied of Tunisia declares ‘war’ against food speculation",
    "Date": {
       "Time": "9 March"
    },
    "Summarized_News": " Kais Saied says he is launching a ‘relentless war against speculators and criminals’, accusing them of seeking to ‘hit peace and social security’",
    "Image_Url": "https://vid.alarabiya.net/images/2022/02/22/cce16002-8353-4571-bba7-5367c0f77a88/cce16002-8353-4571-bba7-5367c0f77a88.jpg?crop=4:3&width=1200",
    "Source": "news lodge, techbooky"
 },
  {
    "Domain": "world",
    "Headline": "Queen Elizabeth: Jubilee tributes pour in for oldest female monarch",
    "Date": {
       "Time": "7 Feb"
    },
    "Summarized_News": " Tributes from around the world have continued to pour in for the longest-serving female monarch, Queen Elizabeth II, who marked 70 years on the throne yesterday.",
    "Image_Url": "https://centralrecorder.com/wp-content/uploads/2022/02/Tributes-pour-in-as-Queen-celebrates-Platinum-Jubilee.jpg",
    "Source": "news lodge"
 },
  {
    "Domain": "technology",
    "Headline": "Russia Will Ban Instagram In The Days Ahead",
    "Date": {
       "Time": "March 12"
    },
    "Summarized_News": " Russia’s Communications Agency, Roskpmnadzor has announced the ban of video and picture platform, Instagramfrom the country, effective March 14, 2022. This coming just a week after it banned its sister platform, Facebook after it accused the social media giant of ‘discriminating against theRussian media’. The Russian authorities while justifying the addition of Instagram to the ban premised its decision on Meta’s decision to modify its hate speech rule to allow posts and comments calling for violence against Russian authorities. The Russian agency in a statement announcing the ban of Instagram said: “As you know, on March 11, Meta Platforms Inc.",
    "Image_Url": "https://i0.wp.com/techbooky.com/wp-content/uploads/2022/03/787DF9C7-8B7B-425D-9BDC-8FAD27FFF240.jpeg?w=715&ssl=1",
    "Source": "techbooky, US policy"
 },
  {
    "Domain": "technology",
    "Headline": "Apple Has Discontinued The 27-inch iMac",
    "Date": {
       "Time": "March 10"
    },
    "Summarized_News": " Following the launch of the brand new Mac Studio and Studio Display monitor, Apple will discontinue the 27-inch iMac which debuted in 2020. Although this news is not surprising. Since Apple made announced the plans of switching to its own range of chips, the world got the message and knew the days of Intel iMacs were numbered. That said, the 27-inch iMac was reportedly still available after last spring’s event that then introduced the 24-inch M1 iMac. At the time, there wasn’t really an option for people whose choice desktop screens were the larger ones.",
    "Image_Url": "https://i0.wp.com/cdn.vox-cdn.com/thumbor/goD0ICwQKNM-S2bfiqVRYXQA8iQ=/0x0:2040x1360/1200x800/filters:focal(857x517:1183x843)/cdn.vox-cdn.com/uploads/chorus_image/image/70595665/DSC01539.0.jpg?ssl=1",
    "Source": "techbooky, cnbc tv 18"
 },
  {
    "Domain": "technology",
    "Headline": "Understanding US President- Joe Biden’s Cryptocurrency Executive Order",
    "Date": {
       "Time": "March 9"
    },
    "Summarized_News": " Earlier today, US President Joe Biden signed an executive order directing agencies across the federal government to consider new regulations for digital currencies. Biden calls on agencies across the Federal Government to coordinate these efforts in order to gauge the benefits and risks posed by cryptocurrency ownership, and whether to create an American digital currency. This highly anticipated executive order on ...",
    "Image_Url": "https://i0.wp.com/static.news.bitcoin.com/wp-content/uploads/2022/03/exec-order1.jpg?ssl=1",
    "Source": "techbooky, techbooky"
 },
 {
   "Domain": "technology",
   "Headline": "Facebook Modifies Hate Speech Rule To Allow “Violent” Content Toward Russian Authorities",
   "Date": {
      "Time": "March 12"
   },
   "Summarized_News": " Meta, one of the tech platforms that had placed sanctions on Russia in the wake of the assault on Ukraine has on Thursday modified its approach to hate speech by allowing violent comments on its platforms targeted at Russian authorities.",
   "Image_Url": "https://i0.wp.com/techbooky.com/wp-content/uploads/2022/03/123633679_mediaitem123633678.jpg?w=976&ssl=1",
   "Source": "techbooky, indian express"
},
  {
    "Domain": "entertainment",
    "Headline": "Netflix cancels The Baby-Sitters Club series after season 2",
    "Date": {
       "Time": "March 12"
    },
    "Summarized_News": " The Baby-Sitters Club followed the friendship and adventures of seven friends Kristy, Claudia, Stacey, Mary Anne, Dawn, Jessi and Mallory as they start their own babysitting business in Stoneybrook, Connecticut.",
    "Image_Url": "https://images.indianexpress.com/2022/03/baby-sitters-club-1200.jpg",
    "Source": "indian express, techbooky"
 },
  {
    "Domain": "entertainment",
    "Headline": "When Shah Rukh Khan said Atif Aslam was too busy to sing for his film: ‘I would love to sing for you any day…’",
    "Date": {
       "Time": "March 13"
    },
    "Summarized_News": " Pakistani singer Atif Aslam is a sensation in his own right. He has a massive fan base in the Indian subcontinent, and has consistently churned out chartbusters — peppy ones, soulful ones, romantic ballads — since the beginning of his career in 2003. He began his career with the band Jal and later broke away to forge his own path as a solo artiste.",
    "Image_Url": "https://images.indianexpress.com/2022/03/srk1200-1.jpg",
    "Source": "indian express, ndtv"
 },
  {
    "Domain": "sports",
    "Headline": "Watch: Confusion Reigns Supreme In Mayank Agarwal's Bizarre Run Out In India vs Sri Lanka 2nd Test",
    "Date": {
       "Time": "March 12"
    },
    "Summarized_News": " \"Mayank Agarwals homecoming did not go according to plan as a big mix-up with captain Rohit Sharma ended his first Test match innings at the M Chinnaswamy Stadium in Bengaluru for 4.\"",
    "Image_Url": "https://c.ndtvimg.com/2022-03/jmb329lo_mayank-run-out_625x300_12_March_22.jpg?output-quality=80&downsize=1278:*",
    "Source": "ndtv, techbooky"
 },
  {
    "Domain": "world",
    "Headline": "Saudi Arabia Executes 81 People In 1 Day For \"Terror Offences\": Report",
    "Date": {
       "Time": "March 12"
    },
    "Summarized_News": " Saudi Arabia said Saturday it executed a record 81 people in one day for a variety of terrorism-related offences, exceeding the total number it sentenced to death in total last year.",
    "Image_Url": "https://c.ndtvimg.com/2018-10/4tn2urn8_jail-generic_625x300_07_October_18.jpgg",
    "Source": "ndtv, cnbc tv 18"
 },
  {
    "Domain": "politics",
    "Headline": "Congress Elections May Be Advanced At Meet Tomorrow After Poll Disaster",
    "Date": {
       "Time": "March 13"
    },
    "Summarized_News": "",
    "Image_Url": "https://c.ndtvimg.com/2022-03/qg2vv4s8_image_640x480_12_March_22.png",
    "Source": "ndtv, techbooky"
 },
  {
    "Domain": "entertainment",
    "Headline": "Actor Sonam Kapoor's Father-In-Law's Firm Cheated Of ₹ 27 Crore",
    "Date": {
       "Time": "March 12"
    },
    "Summarized_News": " \"The Faridabad police has busted a gang of highly-sophisticated cybercriminals involved in duping an export-import firm of the father-in-law of film actor Sonam Kapoor here of over 27 crore. Police on Friday said the tricksters had been duping Ms Kapoors father-in-law Harish Ahujas Faridabad-based firm, Shahi Export Factory, by misappropriating Rebate of State and Central Taxes and Levies licences, meant for his firm, on the basis of his forged Digital Signature Certificate and encashing them.\"",
    "Image_Url": "https://c.ndtvimg.com/2021-11/j0q4vdl_sonam-kapoor_625x300_18_November_21.jpg",
    "Source": "ndtv"
 },
  {
    "Domain": "world",
    "Headline": "Ukraine President's Appeal To Russian Mothers: \"Check Where Your Son Is\"",
    "Date": {
       "Time": "March 13"
    },
    "Summarized_News": " Ukraine\\s President Volodymyr Zelensky on Saturday called on the mothers of Russian soldiers to prevent their sons being sent to war in Ukraine.\"I want to say this once again to Russian mothers, especially mothers of conscripts. Do not send your children to war in a foreign country,\" Zelensky said in a video address released on Telegram.",
    "Image_Url": "https://c.ndtvimg.com/2022-03/iesr8i58_ukraine-president-volodymyr-zelensky-afp-650_625x300_04_March_22.jpg",
    "Source": "ndtv, indian express"
 },
  {
    "Domain": "sports",
    "Headline": "India vs West Indies, Women's World Cup: Smriti Mandhana, Harmanpreet Kaur Star As India Beat West Indies By 155 Runs",
    "Date": {
       "Time": "March 12"
    },
    "Summarized_News": " \"India rode on brilliant centuries from opener Smriti Mandhana and vice-captain Harmanpreet Kaur to beat West Indies by 155 runs and register their second win in the ICC Womens ODI World Cup on Saturday.\"",
    "Image_Url": "https://c.ndtvimg.com/2022-03/u3u40l48_india-women_625x300_12_March_22.jpg?im=FeatureCrop,algorithm=dnn,width=806,height=605",
    "Source": "ndtv sports, techbooky"
 },
  {
    "Domain": "sports",
    "Headline": "2nd Test, Day 1: Centurion Usman Khawaja Shines As Australia Dominate Pakistan",
    "Date": {
       "Time": "March 12"
    },
    "Summarized_News": "Opener Usman Khawaja raced to a first Test century in the country of his birth on Saturday as Australia ended the opening day of the second Test against Pakistan on a commanding 251-3 in Karachi.",
    "Image_Url": "https://c.ndtvimg.com/2022-03/tmpqhkuo_khawaja-afp_625x300_12_March_22.jpg?im=FeatureCrop,algorithm=dnn,width=806,height=605",
    "Source": "ndtv sports"
 },
  {
    "Domain": "sports",
    "Headline": "Royal Challengers Bangalore Name Faf du Plessis As Captain Ahead Of IPL 2022 Season",
    "Date": {
       "Time": "March 13"
    },
    "Summarized_News": "Royal Challengers Bangalore (RCB) have named Faf du Plessis as captain ahead of the Indian Premier League 2022 (IPL 2022) season.",
    "Image_Url": "https://c.ndtvimg.com/2022-03/6ug26oqo_faf-du-plessis-bcciipl_625x300_12_March_22.jpg?im=FeatureCrop,algorithm=dnn,width=806,height=605",
    "Source": "ndtv sports, indian express"
 },
  {
    "Domain": "sports",
    "Headline": "Roman Abramovich Disqualified As Chelsea Director: Premier League",
    "Date": {
       "Time": "March 12"
    },
    "Summarized_News": " \"Roman Abramovich has been disqualified as a Chelsea director by the Premier League board after the British government sanctioned the Russian billionaire. Chelsea owner Abramovich was one of seven more oligarchs sanctioned this week by the UK following Russias invasion of Ukraine.\"",
    "Image_Url": "https://c.ndtvimg.com/2022-03/j4jsq1do_roman-abramovich-afp_625x300_12_March_22.jpg?im=FaceCrop,algorithm=dnn,width=806,height=605",
    "Source": "ndtv sports, US policy"
 },
  {
    "Domain": "sports",
    "Headline": "\"He Knew As Soon As He Missed\": Sunil Gavaskar On What \"Cost\" Virat Kohli In 2nd Test vs Sri Lanka",
    "Date": {
       "Time": "March 12"
    },
    "Summarized_News": " Legendary India cricketer Sunil Gavaskar said \"playing across the line\" cost Virat Kohli his wicket on Day 1 of the second Test against Sri Lanka in Bengaluru.",
    "Image_Url": "https://c.ndtvimg.com/2022-03/g5jnku2o_virat-kohli-bcci_625x300_12_March_22.jpg?im=FaceCrop,algorithm=dnn,width=806,height=605",
    "Source": "ndtv sports, indian express"
 },
  {
    "Domain": "entertainment",
    "Headline": "TV Celebs Celebrate 'Pyaar Wali Holi' On The Sets Of 'Kumkum Bhagya'",
    "Date": {
       "Time": "March 13"
    },
    "Summarized_News": " \"As the festival of colours, Holi is round the corner, daily show Kumkum Bhagya is all set to entertain the audience with a special episode, Pyaar Wali Holi Celebration.\"",
    "Image_Url": "https://feeds.abplive.com/onecms/images/uploaded-images/2022/03/13/6b4caa95bf459e6fddb1d6aa23ebaf7f_original.jpg?impolicy=abp_cdn&imwidth=720",
    "Source": "abp news, ndtv"
 },
  {
    "Domain": "politics",
    "Headline": "AAP Candidate Labh Singhâ€™s Mother Holds On to Jhadu Even as Son Sweeps Polls, Wins Against CM Channia",
    "Date": {
       "Time": "March 13"
    },
    "Summarized_News": " In her late fifties, Baldev Kaur says she has categorically told her MLA son that she won’t give up her job. “The jhadu was with us when it was a compulsion to run the household and now that jhadu has given us instant recognition with our son winning the assembly election, it will remain a part of our life,” she said.",
    "Image_Url": "https://images.news18.com/ibnlive/uploads/2022/03/aap-mla-labh-singh-mother-16471516423x2.jpg?impolicy=website&width=510&height=356",
    "Source": "news 18, ndtv"
 },
  {
    "Domain": "health",
    "Headline": "Coronavirus Live Update: 3,116 Fresh COVID-19 Cases In India",
    "Date": {
       "Time": "March 13"
    },
    "Summarized_News": " India recorded 3,116 new coronavirus infections, the lowest in 676 days, taking the total tally of COVID-19 cases to 4,29,90,991, while the active cases dipped to 38,069, according to the Union Health Ministry data updated on Sunday.",
    "Image_Url": "https://c.ndtvimg.com/2022-02/657cucb_coronavirus-testing-india-pti-pic_650x400_23_February_22.jpg",
    "Source": "ndtv, cnbc tv 18"
 },
  {
    "Domain": "politics",
    "Headline": "Sauer: Biden Is Playing for the Midterms Instead of the American Economy",
    "Date": {
       "Time": "March 10"
    },
    "Summarized_News": " \"US Policy Editor Charles Sauer has a new article out in Townhall on the State of the Union address and the inclusion of anti-innovation practices like price setting. Heres an excerpt.\"",
    "Image_Url": "https://uspolicy.org/wp-content/uploads/2022/03/AdobeStock_391086093-696x461.jpeg",
    "Source": "US policy, ndtv"
 },
  {
    "Domain": "politics",
    "Headline": "Mamata names Shatrughan Sinha and Babul Supriyo as TMC candidates for bypolls",
    "Date": {
       "Time": "March `13"
    },
    "Summarized_News": " \"West Bengal Chief Minister Mamata Banerjee on Sunday named Shatrughan Sinha as TMCs candidate for by-poll to Asansol parliamentary seat, and Babul Supriyo as nominee for Ballygunge assembly by-election.\"",
    "Image_Url": "https://img.etimg.com/thumb/msid-90182206,width-300,imgsize-1410597,,resizemode-4,quality-100/cms.jpg",
    "Source": "the economic times"
 },
  {
    "Domain": "health",
    "Headline": "India’s COVID-19 Vaccination Coverage Has Crossed 180 Crore: Union Health Ministry",
    "Date": {
       "Time": "March 12"
    },
    "Summarized_News": " The cumulative COVID-19 vaccine doses administered in the country crossed 180 crore on Saturday, the Union health ministry said. In a tweet on the vaccination milestone, Union Health Minister Mansukh Mandaviya said, \"The figure of 180 crore vaccine doses crossed. Powered by spirit of Jan-Bhagidari (public participation), the world\\s largest vaccination drive is touching new heights under PM Narendra Modi Ji\\s leadership. Keep following COVID appropriate behaviour even after getting vaccinated.",
    "Image_Url": "https://feeds.abplive.com/onecms/images/uploaded-images/2022/03/12/0f9a365086d895173b088a8ba1ce200e_original.jpg?impolicy=abp_cdn&imwidth=720",
    "Source": "abp news, indian express"
 },
  {
    "Domain": "politics",
    "Headline": "Goa Congress yet to decide its legislature party leader\n\n",
    "Date": {
       "Time": "March 13"
    },
    "Summarized_News": " The Congress in Goa is yet to take a decision on its legislature party leader, even after three days of the announcement of the state Assembly election results. According to sources, the Goa Congress unit has not held a single meeting after it failed to reach the majority mark of 21 in the 40-member Assembly.",
    "Image_Url": "https://img.etimg.com/thumb/msid-90181415,width-300,imgsize-28564,,resizemode-4,quality-100/michael-lobo.jpg",
    "Source": "the economic times, indian express"
 },
  {
    "Domain": "health",
    "Headline": "Partnerships for Care Integration to Ensure Continuum of Care Across Health Systems in Uttar Pradesh",
    "Date": {
       "Time": "March 3"
    },
    "Summarized_News": " The State Agency for Comprehensive Health & Integrated Services (SACHIS) which implements the scheme in Uttar Pradesh, organized a discussion in partnership with the Department of Health and Family Welfare, Department of Medical Education, and National Health Mission, to identify possible opportunities in improving coordination and implementation. The discussion facilitated by ACCESS Health was chaired by Mr. Pranjal Yadav, Secretary, Medical Health and Family Welfare with participation from Mrs. Sangeeta Singh, CEO, SACHIS, Dr. Vedvrat Singh, Director General, Department of Medical Health, Dr. Lily Singh, DG, Department of Family Welfare, Dr N.C. P",
    "Image_Url": "https://accessh.org/wp-content/uploads/2022/03/Parternship-forum-PMJAY-970x650.jpeg",
    "Source": "Access health internationals, ndtv"
 },
  {
    "Domain": "health",
    "Headline": "Local and Vocal: How a Community Radio Pilot Helped Generate Buzz Around PM-JAY",
    "Date": {
       "Time": "Feb 3"
    },
    "Summarized_News": " The hyperlocal medium, with radio jockeys bantering in regional dialects, makes educational material relatable for listeners, giving community radio networks a far better reach into the beneficiary base of PM-JAY compared to newspapers and mainstream television programs. Community radio networks are also accountable to the community, as they are part of it and know the local issues and concerns. Which is what made community radio networks effective partners for generating awareness on PM-JAY in Uttar Pradesh.",
    "Image_Url": "https://accessh.org/wp-content/uploads/2022/02/Community-radio-2.jpg",
    "Source": "Access health internationals, indian express"
 },
  {
    "Domain": "health",
    "Headline": "Covid Can Shrink Brain As Much As Decade Of Aging, Claims Study",
    "Date": {
       "Time": "March 8"
    },
    "Summarized_News": " \"Even a mild case of Covid-19 can damage the brain and addle thinking, scientists found in a study that highlights the illnesss alarming impact on mental function.\"",
    "Image_Url": "https://c.ndtvimg.com/2022-03/3gjjt5r_covid-patient-bloomberg_625x300_08_March_22.jpg",
    "Source": "ndtv, US policy"
 },
 {
   "Domain": "Education",
   "Headline": "NEET updates, CBSE Class 10 term-1 results, term-2 datesheet and more: Top education news last week",
   "Date": {
      "Time": "March 13"
   },
   "Summarized_News": " The much awaited class 10 term-1 board exam results and term-2 datesheet for classes 10 and 12 were released this week. However, the class 10 term-1 results were declared with a twist this time. Meanwhile, several other state boards such as BSEB,BOSE, WBC HSE, UP Board and more also released several notifications regarding datesheets, answer keys, revision of exam schedule and more. Several important notifications from NEET were also released this week, and results for UCEED, CEED, and registrations for other competitive exams also opened. A lot happened in education this week — here’s a recap: One of the",
   "Image_Url": "https://images.indianexpress.com/2022/03/Education-news.jpg",
   "Source": "the indian express, ndtv"
},
{
   "Domain": "Education",
   "Headline": "As CBSE informs Class 10 marks to schools, students miss thrill of checking results online",
   "Date": {
      "Time": "March 13"
   },
   "Summarized_News": " Students of class 10 had been eagerly waiting for their term-1 results for the last two months and after the result was released through schools, they said missed the fun of checking their scores online with friends and family.“The result being declared offline, definitely, has reduced the hassle but also has taken away the buzz and excitement of going on the website and calculating the percentage yourself! The charm is lost and it being declared just one month before the term 2 board exams has given us very little time to think about it or even celebrate it.",
   "Image_Url": "https://images.indianexpress.com/2022/03/CBSE-1.jpg",
   "Source": "the indian express"
},
  {
    "Domain": "Education",
    "Headline": "MCC adds additional MBBS seats for mop-up round for NEET UG 2021 counselling",
    "Date": {
       "Time": "March 13"
    },
    "Summarized_News": "The Medical Counselling Committee (MCC) has added some extra seats for courses in mop-up round of counselling. Interested candidates can visit the official MCC website — mccnic.in — to get more details.",
    "Image_Url": "https://images.indianexpress.com/2022/03/MBBS-counselling.jpg",
    "Source": "the indian express, ndtv"
 },
  {
    "Domain": "Education",
    "Headline": "IIT Madras researchers develop new technique to provide high-resolution ultrasound images",
    "Date": {
       "Time": "March 13"
    },
    "Summarized_News": " Researchers at the Indian Institute of Technology (IIT), Madras have developed a new technique that can provide a clear and high-quality visualisation through reconstructed ultrasound image.",
    "Image_Url": "https://images.indianexpress.com/2022/03/IIT-Madras-1.jpg",
    "Source": "the indian express"
 },
  
  {
    "Domain": "business",
    "Headline": "Cash-rich states create ‘competitive environment’ with flurry of tax cuts",
    "Date": {
       "Time": "March 12"
    },
    "Summarized_News": " There’s been a wave of state-level tax cuts spurred by budget surpluses, and more breaks may be coming, according to policy experts. “States have a lot of revenue on hand and they are looking to return it to taxpayers,” said Katherine Loughead, senior policy analyst at the Tax Foundation. In 2021, 29 states and the District of Columbia enacted “significant” cuts, according to the Tax Policy Center, typically through reduced individual rates or expanded earned income tax credits, a write-off for low- to moderate-income families. And this year, at least a dozen states have made cuts or are eyeing reductions",
    "Image_Url": "https://image.cnbcfm.com/api/v1/image/107027881-1646852805478-gettyimages-1366673942-002a1219.jpeg?v=1646852843&w=740&h=416",
    "Source": "cnbc, US policy"
 },
 {
   "Domain": "business",
   "Headline": "All you need to know about US Prez Joe Biden’s crypto executive order",
   "Date": {
      "Time": "March 11"
   },
   "Summarized_News": "US President Joe Biden on March 10 signed the ‘Executive Order on Ensuring Responsible Development of Digital Assets.’ The executive order is the first comprehensive set of rules for governing cryptocurrencies and other virtual assets in the US. The US has once again emerged as a centre of crypto activity. The country is now home to over 35 percent of Bitcoin’s mining volume capacity and to over 100 million cryptocurrency investors through its various cryptocurrency exchanges in the country.",
   "Image_Url": "https://images.cnbctv18.com/wp-content/uploads/2021/09/Bitcoin-UK-1019x573.jpg?impolicy=website&width=500&height=300",
   "Source": "cnbc tv 18, ndtv"
},
  {
    "Domain": "business",
    "Headline": "Deutsche Bank reverses course on Russia, says it is unwinding business there after Ukraine invasion",
    "Date": {
       "Time": "March 11"
    },
    "Summarized_News": " Deutsche Bank said Friday that it was winding down its operations in Russia, one day after its chief financial officer said it wasn’t “practical” to shutter the unit.",
    "Image_Url": "https://image.cnbcfm.com/api/v1/image/106605654-1594129036220preview.jpg?v=1647032930&w=740&h=416",
    "Source": "cnbc"
 },
  {
    "Domain": "business",
    "Headline": "9 Sensex companies gain Rs 1.91 lakh cr in valuation last week; Infosys, RIL, Infosys, TCS biggest gainers",
    "Date": {
       "Time": "March 13"
    },
    "Summarized_News": " Nine of the 10 most valued companies together added a whopping Rs 1,91,434.41 crore in market valuation last week, with Reliance Industries, Infosys and TCS emerging as the biggest gainers.",
    "Image_Url": "https://images.cnbctv18.com/wp-content/uploads/2021/11/Sensex-1-1019x573.jpg?impolicy=website&width=500&height=300",
    "Source": "cnbc tv 18, indian express"
 },
  {
    "Domain": "business",
    "Headline": "Trade setup for March 14: Can Nifty test key hurdle at 16,800 soon? From market cues to technical signals to key levels to track",
    "Date": {
       "Time": "March 13"
    },
    "Summarized_News": " Indian equity benchmarks managed to extend gains to a fourth straight session on Friday but lost steam, as advances in pharma and select financial stocks were countered by declines in auto stocks.",
    "Image_Url": "https://images.cnbctv18.com/wp-content/uploads/2021/08/nifty-market-1000x573.jpg?impolicy=website&width=500&height=300",
    "Source": "cnbc tv 18"
   }
 ]